{
  "unicode-converter": "Unicode Converter",
  "standard-usage": "Standard Usage",
  "usage-list-item-1": "Drop the text to either box then the conversion will take place in another on the fly.",
  "usage-list-item-2": "The way or direction of conversion is determined by which box is active",
  "usage-list-item-3": "Clear Button acts to clear all boxes.",
  "usage-list-item-4": "Check Box for choosing to convert numbers, letters, punctuation, e.g. A, b, 1, 2, !, &",
  "usage-list-item-5": "No other escapes (e.g. \\n \\t) are supported.",
  "usage-list-item-6": "Lower box only convert when content format matches the radio selection",
  "character": "Chracter",
  "encoding-utf16": "Encoding (UTF-16)",
  "code-point": "Code point",
  "html-entity": "HTML Entity",
  "copy": "Copy",
  "copied": "Copied",
  "clear": "Clear",
  "convert-ascii-char": "Convert ASCII characters",
  "home": "Home",
  "about": "About",
  "all-right-reserved": "All rights reserved",
  "what-is-unicode": "What is Unicode?",
  "unicode-org-quote": "Unicode provides a unique number for every character, no matter what the platform, program, or language is.",
  "unicode-consortium": "Unicode Consortium",
  "unicode-intro-1": "Unicode is the universal character encoding, maintained by the Unicode Consortium. This encoding standard provides the basis for processing, storage and interchange of text data in any language in all modern software and information technology protocols.",
  "unicode-intro-2": "In text processing, Unicode takes the role of providing a unique code point—a number, not a glyph—for each character. In other words, Unicode represents a character in an abstract way and leaves the visual rendering (size, shape, font, or style) to other software, such as a web browser or word processor.",
  "short-name": "Short Name",
  "source": "Source",
  "unicode-plane": "Unicode Plane",
  "plane": "Plane",
  "allocated-code-points": "Allocated code points",
  "assigned-char": "Assigned characters",
  "none": "none",
  "totals": "Totals",
  "plane-table-caption": "Unicode planes, and code point ranges used",
  "utf16-intro": "(16-bit Unicode Transformation Format) A character encoding capable of encoding all 1,112,064 valid character code points of Unicode. It is used by systems such as the Microsoft Windows API, the Java programming language and JavaScript/ECMAScript. That is also the reason for building this application as to facilitate i18n development in JS.",
  "ascii-intro": "(American Standard Code for Information Interchange) A character encoding standard.",
  "surrogate-pair": "4 Hex digit (Surrogate Pair)",
  "JS Escape Format": "JS Escape Format",
  "num-of-char": "No. of Character",
  "reserved-char": "Reserved first 32 code as control characters",
  "num-of-printable-char": "No. of Printable characters",
  "space": "space",
  "last-char": "Last Character",
  "html-en-intro": "Entities are used to implement reserved characters or to express characters that cannot easily be entered with the keyboard.",
  "entity-name": "Entity Name",
  "entity-num": "Entity Number",
  "desc": "Description",
  "iso10646-intro-1": "Universal Coded Character Set (UCS, Unicode) is a standard set of characters defined by the International Standard ISO/IEC 10646.",
  "iso10646-intro-2": "Although the character codes and encoding forms are synchronized between Unicode and ISO/IEC 10646, the Unicode Standard imposes additional constraints on implementations to ensure that they treat characters uniformly across platforms and applications."
}
